{
	"d1":"Home",
	"d2":"Documents",
	"d3":"Cooperation",
	"d4":"More",
	"d5":"News",
	"d6":"Events",
	"d7":"Ontology View",
	"d8":"About Ontology",
	"d9":"Team",
	"d10":"FAQ",
	"d11":"What is Ontology?",
	"d12":"Ontology is a new generation public blockchain project & a distributed trust collaboration platform.",
	"d13":"Ontology Common Applications",
	"d14T":"ONTO",
	"d14D":"Ontology comprehensive identity client",
	"d15":"ONTO is a comprehensive decentralized client product, and gives users self-sovereign of their digital identities, digital assets, etc.",
	"d16T":"ONT TSE",
	"d16D":"Ontology trust search engine",
	"d17":"ONT Trust search engine provides portal, authentication, and connecting services for individuals, assets, objects, affairs.",
	"d18T":"ONT DDXF",
	"d18D":"Ontology distributed data exchange framework",
	"d19":"Distributed data exchange framework allows to customize data trading marketplaces with ensured data and financial security.",
	"d20":"Ontology Module and Protocols",
	"d21T":"ONT ID",
	"d21D":"Ontology identification protocol",
	"d22":"A complete distributed identity framework supporting identity verification and authentication for people, assets, objects, and affairs.",
	"d23":"Document Downloads",
	"d24":"Introductory White Paper",
	"d25":"Technology White Paper",
	"d26":"Ecosystem White Paper",
	"d27":"Technology Yellow Paper (TBA)",
	"d28":"Governance White Paper (TBA)",
	"d29":"About Ontology",
	"d30":"Ontology is a diverse, integrated, distributed trust network and the infrastructure for building a trust ecosystem. Ontology encourages trust cooperation and allows projects of all shapes, sizes, and technologies with different business scenarios and compliance requirements to pass through Ontology’s chain networks and take advantage of the distributed trust network how they see fit.",
	"d31":"Ontology and its distributed ledgers use a decoupled architecture that can support multiple blockchains and traditional IT systems as the underlying layer. At the ledger level there is a distributed ledger framework with smart contact support and customization for different scenarios. At the application level there are multiple modules and protocols for specific business processes to improve the scalability and flexibility of the entire architecture.",
	"d32":"In its first stage, Ontology uses a series of core protocols including those for identity authentication, authorization, and data exchange. The protocols are compatible internationally and with the W3C. The cryptographic signature protocols also support the Chinese national cryptography standard, RSA, and ECC. In the distributed data exchange system, there is also compatibility with UMA to make the data exchange system open, standardized, and ready for future cooperation and expansion.",
	"d33":"As the foundational infrastructure of a trust ecosystem, Ontology supports the development and upkeep of decentralized technology and data systems. Taking on the technical legwork, Ontology lets its partners focus on their business operations. Ontology provides a series of application frameworks including APIs, SDKs, and various application modules. These allow application service providers with a wide range of technical backgrounds to develop their own dApps, making decentralized systems accessible for all.",
	"d34T":"ONT Data",
	"d34D":"Distributed data management protocol",
	"d35":"ONT DATA framework supports data cooperation and exchange of different things, data resource management, smart contract transactions, etc.",
	"d36T":"ONT Scores",
	"d36D":"Credit score protocol",
	"d37":"ONT SCORES provides support for various businesses, to develop different credit evaluation logic according to distributed credible data.",
	"d38":"Ontology Infrastructure",
	"d39T":"ONT Blockchains",
	"d39D":"Common service public blockchains",
	"d40":"Common services for applications and other chains in Ontology ecosystem are provided by one or more service public chains. ",
	"d41T":"ONT Blockchain Frameworks",
	"d41D":"Ontology modular blockchain framework",
	"d42":"High-performance and flexible, the chain framework is modularized and customizable to support various business chains.",
	"d43T":"ONT Interaction Protocols",
	"d43D":"Ontology interaction protocol groups",
	"d44":"Different protocol collaborations provide compatibility with different cross-chain, cross-system, and cross-industry scenarios.",
	"d45":"Multi-Source Identity System for People",
	"d46":"Users can collect and manage their own identity data from various sources including public institutions, banks, businesses, family, colleagues, and friends.",
	"d47":"Multi-Source Identity System for Objects",
	"d48":"Digital identities of physical objects can be registered into the distributed network under the supervision of the product owners and/or producers.",
	"d49":"Distributed Data Exchange",
	"d50":"In the data exchange system all data (with consent of the owner) can be discovered and traded whilst meeting individual privacy requirements.",
	"d51":"Download the Introductory White Paper",
	"d52":"Download",
	"d53":"See All Versions",
	"d54":"DETELOPER",
	"d55":"document",
	"d56":"github",
	"d57":"Technical exchange & feedback",
	"d58":"CONTACT US",
	"d59":"Institutional Cooperation",
	"d60":"Join the community",
	"d61":"business",
	"d62":"Join our team",
	"d63":"ABOUT ONTOLOGY",
	"d64":"Introduction",
	"d65":"timeline",
	"d66":"Roadmap",
	"d67":"LEARN MORE",
	"d68":"news",
	"d69":"activity",
	"d70":"Ontology view",
	"d71":"TEAM",
	"d72":"FAQ",
	"d73":"News Letter",
	"d74":"In the real world, people have various kinds of social relations. Any organization or individual associated with the individual has information about the person. Through the ontology, users can link and authorize various kinds of data about themselves.",
	"d75":"address",
	"d76":"Room 301, 88 Zhengxue Road, Yangpu District, Shanghai",
	"d77":"White Papers and Documents",
	"d78":"Ontology Scenarios",
	"d79":"ONTology",
	"d80":"Client Downloads",
	"d81":"News",
	"d82":"See More",
	"d83":"Events",
	"d84":"Media Mentioned",
	"d85":"Expert Team",
	"d86":"Ontology View",
	"d87":"Road Map",
	"d88":"Subscription",
	"d89":"The ONTology Wallet is a gateway to decentralized applictions on the ONTology blockchain. It allows you to hold and secure ether and other crypxo-assets built on ONTology, as well as write, deploy and use smart contracts....",
	"d90":"Ontology and its distributed ledgers use a decoupled architecture that can support multiple blockchains and traditional IT systems as the underlying layer. At the ledger level there is a distributed ledger framework with smart contact support and customization for different scenarios. At the application level there are multiple modules and protocols for specific business processes to improve the scalability and flexibility of the entire architecture.",
	"d91":"Ontology Introduction",
	"d92":"A New High-Performance Public Multi-Chain Project &",
	"d93":"to see more scenarios",
	"d94":"Documents",
	"d95":"cooperation",
	"d96":"About Ontology",
	"d97":"Team",
	"d98":"News",
	"d99":"ONT View",
	"d100":"https://info.ont.io/cooperation/en",
	"d101":"https://info.ont.io/ont-view/en",
	"d102":"https://info.ont.io/news/en",
	"d103":"https://info.ont.io/team/en",
	"d104":"https://info.ont.io/press/N0020/en",
	"d105":"Ontology Attends NEO DevCon in San Francisco",
	"d106":"NEO smart economy held its first developer conference on January 30–31 in San Francisco, California. The event saw over 700 developers, investors, and community members from across the US and the world come together to share ideas and technology from the NEO ecosystem and beyond.",
	"d107":"By",
	"d108":"Ontology",
	"d109":"on Feb 07, 2018",
	"d110":"https://medium.com/ontologynetwork/onchain-ranks-among-kpmgs-top-50-fintech-companies-in-china-for-2017-901280aa2ae9",
	"d111":"Onchain Ranks Among KPMG’s Top 50 Fintech Companies in China for 2017",
	"d112":"In December KPMG, a global network of professional services firms, held a press conference in Beijing to...",
	"d113":"By",
	"d114":"Ontology",
	"d115":"on Feb 02, 2018",
	"d116":"https://www.techbullion.com/ontology-network-launched-in-new-york/",
	"d117":"Ontology Launched In New York",
	"d118":"Whether you believe in cryptocurrency’s status as a future “healer of all things,” or feel it’s...",
	"d119":"By",
	"d120":"TechBullion",
	"d121":"on Dec 06, 2017",
	"d122":"https://medium.com/ontologynetwork/ontology-to-attend-meetups-in-melbourne-sydney-211f3d3cb12b",
	"d123":"Ontology to Attend Meetups in Melbourne, Sydney",
	"d124":"Ontology will attend two NEO meetups in Melbourne and Sydney next month, which will mark Ontology’s first time in Australia!",
	"d125":"By",
	"d126":"Ontology",
	"d127":"on Feb 24, 2018",
	"d128":"https://info.ont.io/view-point/E00005/en",
	"d129":"What is Ontology (ONT)? | Beginner’s Guide",
	"d130":"Launched by the Chinese company Onchain in 2017, Ontology is a blockchain platform for decentralized trust systems in corporations. It is a giant step toward removing barriers between the blockchain and business sector.",
	"d131":"By",
	"d132":"Erin",
	"d133":"on Mar 2, 2018",
	"d134":"https://info.ont.io/view-point/E00003/en",
	"d135":"Why Ontology Will Change The World With Its Decentralised Identity Blockchain",
	"d136":"Ontology is a blockchain for building decentralised identity applications. Bridging the gap between real world and distributed data systems, Ontology will enable businesses, individuals and institutions to create their own specialised trust networks.",
	"d137":"By",
	"d138":"Kingley Advani",
	"d139":"on Feb 1, 2018",
	"d140":"https://info.ont.io/view-point/E00004/en",
	"d141":"How blockchain is streamlining business operations",
	"d142":"What would the landscape look like today if Marriott had discovered AirBnB? It’s always striking to see disruptions being made in industries where the most well-established brand “should have” been at the forefront of innovation, but wasn’t. AT&T could have created Skype and Discover could have created Paypal, but they didn’t. And where major brands are failing, blockchain is quickly stepping into the landscapes of industries ripe for disruption. Banking, advertising, exchanges, law, insurance, healthcare, energy, supply chain management, and government are all experiencing the introduction of innovative new technologies based on blockchain technology.",
	"d143":"By",
	"d144":"AJ AGRAWAL",
	"d145":"on Feb 20, 2018",
	"d146":" A Distributed Trust Collaboration Platform",
	"d147":"Homepage",
	"d149":"false",
	"d150":"https://t.me/OntologyNetwork",
	"d151":"https://discord.gg/4TQujHj",
	"d152":"https://twitter.com/OntologyNetwork",
	"d153":"https://www.facebook.com/Ontology-Network-468098413590227/",
	"d154":"https://www.reddit.com/r/OntologyNetwork/",
	"d155":"https://medium.com/ontologynetwork",
	"d156":"wp/Ontology-Introductory-White-Paper-EN.pdf",
	"d157":"Ontology-Introductory-White-Paper.pdf",
	"d158":"wp/Ontology-technology-white-paper-EN.pdf",
	"d159":"Ontology-technology-white-paper-EN.pdf",
	"d160":"wp/Ontology-Ecosystem-White-Paper-EN.pdf",
	"d161":"Ontology-Ecosystem-White-Paper-EN.pdf",
	"d162":"Ontology provides new high-performance public blockchains that include a series of complete distributed ledgers and smart contract systems.",
	"d163":"Ontology blockchain framework supports public blockchain systems and is able to customize different public blockchains for different applications. Ontology supports collaboration amongst chain networks with its various protocol groups.",
	"d164":"Ontology will constantly provide common modules on the underlying infrastructure for differient kinds of distributed senarios, such as those for the distributed digital identity framework, distributed data exchange protocol, and so on. Based on specific senario requirements, Ontology will continue to develop new common modules."
}
